
export const AboutData = [
    {
        title: "名前",
        content: "頼威宏。本名ですけど、公開して危なくなくないですか？"
    },
    {
        title: "フリガナ",
        content: "ライウェイホン"
    },
    {
        title: "出身",
        content: "タピオカミルクティが有名な国"
    },
    {
        title: "最終学歴",
        content: "台湾東部の東華大学の文学部。地方の国立大学"
    },
    {
        title: "好きなもの",
        content: "ラノベ、マンガ、シミュレーションゲーム、散歩、妄想"
    },
    {
        title: "嫌いなもの",
        content: "ロボットでも出来る繰り返し作業、ゴーヤ、嘔吐物のような味"
    },
    {
        title: "特技",
        content: "このプロフィールのような無駄な文を書くこと"
    },
];

export const SelfIntroduction = [
    {
        title: "自己紹介",
        content: "完全に文系エンジニアです。\n"
                +"最近、エンジニア歴2年目に突入しましたが、"
                +"\n自分の学の浅はかさに恥を感じる日々を送っています。"
                +"\n極めて自分に自信がない人で申し訳ありません。"
    },
];